Repository: JarWarren/Tuits
Catalog: BolsonaroTweets/Localization/*.lproj/Localizable.strings
Languages: pt_br

source: Network Error
pt_br: Erro de Rede

source: Share
pt_br: Compartilhar

source: Include retweets:
pt_br: Incluir retweets:

source: Include replies:
pt_br: Incluir replies:

source: You need to be authenticated first.
pt_br: Você precisa ser autenticado primeiro.

source: Bad request.
pt_br: Pedido inválido.

source: The url you requested is outdated.
pt_br: A URL que você solicitou está desatualizada.

source: Network Request failed.
pt_br: Pedido de rede falhou.

source: Response returned with no data to decode.
pt_br: Resposta retornada sem dados para decodificar.

source: We could not decode the response.
pt_br: Não conseguimos decodificar a resposta do servidor.

source: Settings
pt_br: Configurações

# Retweeted
source: Jair M. Bolsonaro Retweeted
pt_br: Jair M. Bolsonaro retweetou
